Repository: lepidus/plauditPreEndorsement
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.plauditPreEndorsement.displayName
source: Plaudit Pre-Endorsement
es_es: Pre-Aprobación Plaudit
pt_br: Pré-Endosso Plaudit

# plugins.generic.plauditPreEndorsement.description
source: This plugin allows authors to do the pre-endorsement of their submissions
es_es: Este módulo permite a los autores dar aprobación previa a sus envíos
pt_br: Esse plugin permite aos autores realizar o pré-endosso das suas submissões

# plugins.generic.plauditPreEndorsement.endorsement
source: Endorsement
es_es: Endoso
pt_br: Endosso

# plugins.generic.plauditPreEndorsement.endorsement.description
source: Do you have the endorsement of an experienced researcher in the field of knowledge of the manuscript? If yes, please provide the name and e-mail address of the endorsing researcher. Endorsements can significantly speed up the moderation process. The endorsement cannot be given by one of the authors of the manuscript.
es_es: ¿Cuenta con el aval de un/a investigador/a experimentado/a en el campo de conocimiento del manuscrito? En caso afirmativo, indique el nombre y la dirección de correo electrónico del/a investigador/a que lo avala. Los avales pueden acelerar considerablemente el proceso de moderación. El aval no puede ser dado por uno de los autores del manuscrito.
pt_br: Você possui o endosso de um(a) pesquisador(a) experiente na área de conhecimento do manuscrito? Em caso positivo, informe o nome e endereço e-mail do(a) pesquisador(a) endossador(a). Endossos podem acelerar significativamente o processo de moderação. O endosso não pode ser dado por um dos autores do manuscrito.

# plugins.generic.plauditPreEndorsement.endorserName
source: Endorser's name
es_es: Nombre del/a endosador/a
pt_br: Nome do(a) endossador(a)

# plugins.generic.plauditPreEndorsement.endorserEmail
source: Endorser's email address
es_es: Dirección de correo electrónico del/a endosador/a
pt_br: Endereço de e-mail do(a) endossador(a)

# plugins.generic.plauditPreEndorsement.endorserOrcid
source: Endorser's ORCID
es_es: ORCID del/a endosador/a
pt_br: ORCID do(a) endossador(a)

# plugins.generic.plauditPreEndorsement.endorsementStatus
source: Status
pt_br: Situação

# plugins.generic.plauditPreEndorsement.endorsementConfirmed
source: Confirmed by endorser
es_es: El endoso fue confirmado por el/la endosador/a
pt_br: Confirmado pelo(a) endossador(a)

# plugins.generic.plauditPreEndorsement.endorsementNotConfirmed
source: Awaiting confirmation
es_es: El endoso aún no fue confirmado por el/la endosador/a
pt_br: Aguardando confirmação

# plugins.generic.plauditPreEndorsement.endorsementDenied
source: Access to ORCID denied
es_es: El/La endosador/a ha denegado el acceso a su registro ORCID
pt_br: Acesso ao ORCID negado

# plugins.generic.plauditPreEndorsement.endorsementCouldntComplete
source: Error sending to Plaudit
es_es: No se pudo completar el envío del endoso a Plaudit
pt_br: Erro no envio à Plaudit

# plugins.generic.plauditPreEndorsement.endorsementCompleted
source: Sent to Plaudit
es_es: El endoso se ha enviado correctamente a Plaudit
pt_br: Enviado à Plaudit

# plugins.generic.plauditPreEndorsement.endorserEmailCount.one
source: 1 endorsement confirmation e-mail has been sent to the endorser
es_es: Se ha enviado 1 correo electrónico de confirmación de endoso al endosante
pt_br: Foi enviado 1 e-mail de confirmação do endosso para o(a) endossador(a)

# plugins.generic.plauditPreEndorsement.endorserEmailCount.many
source: {$numEmails} endorsement confirmation e-mails have been sent to the endorser
es_es: Se enviaron {$numEmails} correos electrónicos de confirmación de endoso al endosante
pt_br: Foram enviados {$numEmails} e-mails de confirmação do endosso para o(a) endossador(a)

# plugins.generic.plauditPreEndorsement.sendEndorsementToPlaudit
source: Send endorsement to Plaudit
es_es: Enviar endoso a Plaudit
pt_br: Enviar endosso à Plaudit

source: Do you want to send the endorsement of this submission to Plaudit?
pt_br: Deseja enviar o endosso desta submissão à Plaudit?

# plugins.generic.plauditPreEndorsement.sendEndorsementToPlauditNotification
source: Attempt to send endorsement to Plaudit completed. You can check the endorser's status or view the Activity Log for more details.
pt_br: Tentativa de envio do endosso à Plaudit concluída. Você pode checar o status do endossador ou verificar o Histórico de Atividades para mais detalhes.

# plugins.generic.plauditPreEndorsement.removeEndorsement
source: Remove endorsement
es_es: Eliminar endoso
pt_br: Remover endosso

# plugins.generic.plauditPreEndorsement.removalConfirmationMessage
source: Do you want to remove the endorsement of this submission?
es_es: ¿Desea eliminar lo endoso de este envío?
pt_br: Deseja remover o endosso desta submissão?

# plugins.generic.plauditPreEndorsement.endorsementEmailInvalid
source: Please enter a valid endorser e-mail
pt_br: Por favor, insira um e-mail válido do(a) endossador(a)

# plugins.generic.plauditPreEndorsement.endorsementFromAuthor
source: The endorsement cannot be given by any of the authors of the manuscript
es_es: Ninguno de los autores del manuscrito puede dar su endoso
pt_br: O endosso não pode ser dado por nenhum dos autores do manuscrito

# plugins.generic.plauditPreEndorsement.preEndorsement
source: Pre-Endorsement
es_es: Aprobación previa
pt_br: Pré-endosso

# plugins.generic.plauditPreEndorsement.settings.orcidAPIPathRequired
source: Please, inform which ORCID API should be used
es_es: Indique qué API de ORCID se debe utilizar
pt_br: Por favor, informe qual API ORCID deve ser utilizada

# plugins.generic.plauditPreEndorsement.settings.orcidClientIdError
source: Invalid client ID
es_es: ID de cliente no válido
pt_br: ID do cliente inválido

# plugins.generic.plauditPreEndorsement.settings.orcidClientSecretError
source: Invalid client secret
es_es: Secreto de Cliente no válido
pt_br: Segredo do cliente inválido

# plugins.generic.plauditPreEndorsement.settings.plauditAPISecretRequired
source: Please, inform the Plaudit API secret key
es_es: Ingrese la clave secreta de la API de Plaudit
pt_br: Por favor, informe a chave secreta da API da Plaudit

# plugins.generic.plauditPreEndorsement.settings.title
source: ORCID API Settings
es_es: Configuración de la API de ORCID
pt_br: Configurações da API ORCID

# plugins.generic.plauditPreEndorsement.settings.description
source: Please configure the ORCID API access for use in pulling ORCID profile information
es_es: Por favor configure el acceso a la API de ORCID para extraer información del perfil de ORCID.
pt_br: Por favor, configure o acesso a API do ORCID para recuperar informações da ORCID

# plugins.generic.plauditPreEndorsement.settings.globallyconfigured
source: The ORCID API was configured globally by the host. The following credentials have been saved.
es_es: El host configuró globalmente la API de ORCID. Se han guardado las siguientes credenciales.
pt_br: A API ORCID foi configurada globalmente pelo host. As seguintes credenciais foram salvas.

# plugins.generic.plauditPreEndorsement.settings.orcidAPIPath
source: ORCID API
pt_br: API ORCID

# plugins.generic.plauditPreEndorsement.settings.orcidClientId
source: Client ID
es_es: ID del Cliente
pt_br: ID do Cliente

# plugins.generic.plauditPreEndorsement.settings.orcidClientSecret
source: Client Secret
es_es: Secreto del Cliente
pt_br: Segredo do Cliente

# plugins.generic.plauditPreEndorsement.settings.plauditAPISecret
source: Plaudit API Secret
es_es: Secreto del API Plaudit
pt_br: Segredo da API Plaudit

# plugins.generic.plauditPreEndorsement.settings.hidden
source: hidden
es_es: oculto
pt_br: oculto

# plugins.generic.plauditPreEndorsement.settings.orcidAPIPath.public
source: Public
es_es: Público
pt_br: Pública

# plugins.generic.plauditPreEndorsement.settings.orcidAPIPath.publicSandbox
source: Public Sandbox
es_es: Sandbox Pública
pt_br: Pública Sandbox

# plugins.generic.plauditPreEndorsement.settings.orcidAPIPath.member
source: Member
es_es: Miembro
pt_br: Membro

# plugins.generic.plauditPreEndorsement.settings.orcidAPIPath.memberSandbox
source: Member Sandbox
es_es: Miembro Sandbox
pt_br: Membro Sandbox

# plugins.generic.plauditPreEndorsement.verify.title
source: ORCID Authorization
es_es: Autorización ORCID
pt_br: Autorização ORCID

# plugins.generic.plauditPreEndorsement.verify.success
source: Your ORCID ID has been verified and successfully associated with the submission as its endorser
es_es: Su ORCID ID ha sido verificado y asociado con el envío como su endosante
pt_br: Seu ID ORCID foi verificado e associado a submissão como seu endossador

# plugins.generic.plauditPreEndorsement.verify.failure
source: Failure
es_es: Falla
pt_br: Falha

# plugins.generic.plauditPreEndorsement.verify.invalidToken
source: Your email does not correspond to the one informed as endorser of the submission currently
es_es: Su correo electrónico no corresponde al informado como endosante de la presentación actualmente
pt_br: Seu e-mail não corresponde ao informado como endossador da submissão atualmente

# plugins.generic.plauditPreEndorsement.verify.denied
source: You denied access to your ORCID record
es_es: Ha denegado el acceso a su registro ORCID
pt_br: Você negou acesso ao seu registro ORCID

# plugins.generic.plauditPreEndorsement.verify.authFailure
source: The ORCID authorization link has already been used or is invalid
es_es: El enlace de autorización ORCID ya se ha utilizado o no es válido
pt_br: O link de autorização ORCID já foi utilizado ou é inválido

# plugins.generic.plauditPreEndorsement.verify.orcidFromAuthor
source: The ORCID informed for the endorser cannot be the same as one of the authors of the submission
pt_br: O ORCID informado para o(a) endossador(a) não pode ser o mesmo de um dos autores da submissão

# plugins.generic.plauditPreEndorsement.failure.contact
source: Please contact the server manager with your name, ORCID iD, and details of your submission
es_es: Comuníquese con el administrador del servidor con su nombre, ORCID ID y detalles de envío
pt_br: Por favor, entre em contato com o administrador do servidor, informando seu nome, ORCID ID e detalhes da submissão

# plugins.generic.plauditPreEndorsement.log.sentEmailEndorser
source: An endorsement confirmation e-mail has been sent to {$endorserName} ({$endorserEmail})
es_es: Se ha enviado un correo electrónico de confirmación de endoso a {$endorserName} ({$endorserEmail})
pt_br: Foi enviado um e-mail de confirmação de endosso para {$endorserName} ({$endorserEmail})

# plugins.generic.plauditPreEndorsement.log.failedSendingEndorsement
source: Endorsement submission to Plaudit failed. The response code was: {$code}. The returned body was: {$body}
es_es: No se pudo enviar lo endoso a Plaudit. El código de respuesta fue: {$code}. El cuerpo de la respuesta fue: {$body}
pt_br: O envio do endosso à Plaudit falhou. O código da resposta foi: {$code}. O corpo da resposta foi: {$body}

# plugins.generic.plauditPreEndorsement.log.invalidToken
source: The token used during the endorser's ORCID authentication is not valid. Confirm it is the current submission's endorser and that its been using the link from the last email sent
es_es: El token utilizado durante la autenticación ORCID del endosante no es válido. Confirme ser el endosante actual en el envío y que está utilizando el enlace del último correo electrónico enviado.
pt_br: O token utilizado durante a autenticação do ORCID do(a) endossador(a) é inválido. Confirme ser o(a) endossador(a) atual na submissão e que se está usando o link do último e-mail enviado

# plugins.generic.plauditPreEndorsement.log.orcidAccessDenied
source: The endorser denied access to its ORCID
es_es: El endosante ha denegado el acceso a su ORCID
pt_br: O(A) endossador(a) negou acesso ao seu ORCID

# plugins.generic.plauditPreEndorsement.log.orcidRequestError
source: An error occurred during the endorser's ORCID requesting. The message returned was: {$orcidAPIError}
es_es: Se ha producido un error al solicitar el ORCID del endosante. El mensaje devuelto fue: {$orcidAPIError}
pt_br: Ocorreu um erro durante a requisição do ORCID do(a) endossador(a). A mensagem retornada foi: {$orcidAPIError}

# plugins.generic.plauditPreEndorsement.log.endorserOrcidFromAuthor
source: The endorsement has not been confirmed, as the ORCID provided is from one of the authors
pt_br: O endosso não foi confirmado, pois o ORCID informado é de um dos autores

# plugins.generic.plauditPreEndorsement.log.endorsementConfirmed
source: The endorsement has been confirmed by the endorser and its ORCID has been stored in the submission
es_es: El endoso ha sido confirmado por el endosante y su ORCID se ha guardado en el envío
pt_br: O endosso foi confirmado pelo(a) endossador(a) e seu ORCID foi salvo na submissão

# plugins.generic.plauditPreEndorsement.log.failedEndorsementSending.emptyDoi
source: The sending of the endorsement to Plaudit couldn't be done, as the submission doesn't have a DOI assigned
pt_br: O envio do endosso à Plaudit não pôde ser realizado, pois a submissão não tem um DOI atribuído

# plugins.generic.plauditPreEndorsement.log.failedEndorsementSending.doiNotIndexed
source: The sending of the endorsement to Plaudit couldn't be done, as the DOI of the submission isn't indexed by CrossRef
pt_br: O envio do endosso à Plaudit não pôde ser realizado, pois o DOI da submissão não está indexado pela CrossRef

# plugins.generic.plauditPreEndorsement.log.failedEndorsementSending.secretKey
source: The sending of the endorsement to Plaudit couldn't be done, as the Plaudit API secret was not informed in the plugin settings
es_es: No se pudo realizar el envío del endoso a Plaudit, ya que el secreto de la API Plaudit no se informó en la configuración del módulo
pt_br: O envio do endosso à Plaudit não pôde ser realizado, pois não foi informado o segredo da API Plaudit nas configurações do plugin

# plugins.generic.plauditPreEndorsement.log.attemptSendingEndorsement
source: Attempt to send endorsement to Plaudit with DOI {$doi} and ORCID {$orcid}
es_es: Intento de enviar endoso a Plaudit con DOI {$doi} y ORCID {$orcid}
pt_br: Tentativa de envio do endosso à Plaudit com DOI {$doi} e ORCID {$orcid}

# plugins.generic.plauditPreEndorsement.log.endorsementRemoved
source: A submission endorsement has been removed: {$endorserName} ({$endorserEmail})
es_es: Se ha eliminado lo endoso del envío
pt_br: Um endosso de submissão foi removido: {$endorserName} ({$endorserEmail})
